Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

# $about_community_link_text
source: **Telegram channel**
de: **Telegram Kanal**
es: **canal de Telegram**
ru: **Telegram-канал**
tr: **Telegram kanalı**
uk: **Telegram-канал**
zh_hans: **Telegram 频道**
zh_hant: **Telegram 頻道**

# $about_description1
source: Securely store crypto, explore decentralized apps, and make blockchain payments at the **speed of light**.
de: Kryptowährungen sicher speichern, dezentrale Apps erkunden und Blockchain-Zahlungen mit der **Geschwindigkeit des Lichts** durchführen.
es: Almacene criptomonedas de forma segura, explore aplicaciones descentralizadas y realice pagos blockchain a la **velocidad de la luz**.
pl: Bezpiecznie przechowuj kryptowaluty, odkrywaj zdecentralizowane aplikacje i dokonuj płatności blockchain z **prędkością światła**.
ru: Безопасно храните криптовалюту, пользуйтесь децентрализованными приложениями и совершайте платежи в блокчейне **со скоростью света**.
th: เก็บคริปโตอย่างปลอดภัย และ ชำระผ่านผ่านบล็อกเชนด้วย **ความเร็วแสง**.
tr: Kriptoyu güvenle saklayın, merkeziyetsiz uygulamaları keşfedin ve **ışık hızında** blok zinciri ödemeleri yapın.
uk: Безпечно зберігайте криптовалюту, користуйтеся децентралізованими додатками та здійснюйте платежі в блокчейні **зі швидкістю світла**.
zh_hans: 安全地存储加密货币，探索 dAPP 并以**光速**进行区块链支付
zh_hant: 安全地存儲加密貨幣、探索 dAPP 並以**光速**進行區塊鏈支付

# $about_description2
source: The wallet is **non-custodial and safe**. The developers **do not** have access to your funds, browser history or any other information.
de: Die wallet ist **nicht treuhänderisch und sicher**. Die Entwickler haben **keinen** Zugriff auf Ihre Gelder, Browserverlauf oder andere Informationen.
es: Un monedero **sin custodia y seguro**. Los desarrolladores **no** tienen acceso a sus activos, historial del navegador o cualquier otra información.
pl: Portfel jest **bezprawny i bezpieczny**. Deweloperzy **nie** mają dostępu do twoich środków, historii przeglądarki ani żadnych innych informacji.
ru: Кошелёк **управляется только вами**. Разработчики **не имеют доступа** к вашим средствам, истории браузера или любой другой информации.
th: วอลเล็ตนี้ **ไม่เป็นแบบผู้ให้บริการ และ ปลอดภัย**. ผู้พัฒนา **ไม่สามารถ**เข้าถึงที่อยู่บัญชีของคุณ, ประวัติการเข้าชมเว็บหรือข้อมูลอื่นๆ.
tr: Cüzdan **non-custodial ve güvenli** bir cüzdandır. Geliştiricilerin paranıza, tarayıcı geçmişinize veya diğer bilgilerinize erişimi **yoktur**.
uk: Гаманець **керується тільки вами**. Розробники **не мають доступу** до ваших коштів, історії браузера або будь-якої іншої інформації.
zh_hans: 您的钱包是**非托管**且**安全**的。开发人员无法挪用您的资金，亦无法访问您的浏览器历史记录或任何个人信息。
zh_hant: 錢包是**非託管且安全的**。開發人員無權使用您的資金、瀏覽器歷史記錄或任何其他資訊

# $about_extension_description1
source: TON Proxy opens a way to **decentralized internet** by allowing to anonymously access TON Sites.
de: TON Proxy eröffnet einen Weg zum **dezentralen Internet**, indem es ermöglicht, TON Sites anonym zu besuchen.
es: TON Proxy abre un camino al **Internet descentralizado** al permitir acceder anónimamente a TON Sites.
pl: TON Proxy otwiera drogę do **zdecentralizowanego Internetu**, umożliwiając anonimowy dostęp do stron TON.
ru: TON Proxy предоставляет доступ к **децентрализованному интернету** и сайтам TON.
th: TON Proxy ช่วยให้คุณสามารถเข้าถึง *เครือข่ายแบบกระจายศูนย์* โดยอนุญาตให้เข้าถึงไซต์ของ TON โดยไม่เปิดเผยตัวตน.
tr: TON Proxy, TON Sitelerine anonim şekilde erişmeolanağı sağlayarak **merkeziyetsizleştirilmiş internetin** yolunu açar.
uk: TON Proxy надає доступ до **децентралізованого інтернету** і сайтів TON.
zh_hans: TON 代理 支持匿名访问 TON 网站 ，这创造了通往**去中心化网络**的新方式！
zh_hant: TON Proxy 支援匿名訪問 TON Site ，這開啟了通往**去中心化網路**的新篇章

# $about_extension_description2
source: TON Magic provides native **Telegram integration** by patching the official Telegram Web app.
de: TON Magic, indem es die offizielle Telegram Web-App patcht, ermöglicht eine natürliche **Telegram-Integration**.
es: TON Magic proporciona **integración nativa con Telegram** parcheando la aplicación web oficial de Telegram.
pl: TON Magic zapewnia natywną **integrację Telegram** poprzez łatanie oficjalnej aplikacji internetowej Telegram.
ru: TON Magic обеспечивает встроенную **интеграцию с Telegram**, используя официальную веб-версию.
th: TON Magic สนับสนุนการเข้าถึง **ส่วนเสริมของ Telegram** โดยเชื่อมต่อกับกับเว็บแอปที่เป็นทางการของ Telegram.
tr: TON Magic, resmi Telegram Web uygulaması için sunduğu yamayla **Telegram entegrasyonu** sağlar.
uk: TON Magic забезпечує вбудовану **інтеграцію з Telegram**, використовуючи офіційну веб-версію.
zh_hans: TON Magic 通过修补官方 Telegram 网页应用程序来整合 Telegram。
zh_hant: TON Magic 透過修補官方 Telegram Web 應用程序來整合原生 Telegram。

# $about_extension_description3
source: Turn it on to send and receive Toncoins from any Telegram user.
de: Schalten Sie es ein, um Toncoins von jedem Telegram-Benutzer zu senden und zu empfangen.
es: Actívalo para enviar y recibir Toncoins de cualquier usuario de Telegram.
pl: Włącz ją, aby wysyłać i odbierać Toncoiny od dowolnego użytkownika Telegrama.
ru: Включить, чтобы отправлять и получать переводы от любого пользователя Telegram.
th: เปิด TON Magic เพื่อที่จะสามารถส่งและรับ Toncoin จากผู้ใช้จาก Telegram ได้.
tr: Herhangi bir Telegram kullanıcısına TON göndermek ve almak için bu özelliği etkinleştirin.
uk: Увімкнути, щоб відправляти й отримувати перекази від будь-якого користувача Telegram.
zh_hans: 打开它，将可以与任何 Telegram 用户发送和接收 Toncoin。
zh_hant: 打開它，將可以從任何 Telegram 用戶發送和接收 Toncoins.

# $about_extension_link_text
source: **%1$@ extension**
de: **%1$@-erweiterung**
es: **extensión %1$@**
pl: **rozszerzenie %1$@**
ru: **расширение %1$@**
tr: **%1$@ uzantısı**
uk: **Розширення %1$@**
zh_hans: **%1$@ 拓展程序**
zh_hant: **%1$@ 擴展程序**

# $about_proxy_magic_description
source: To enjoy **decentralized internet**, access **TON Sites**, and leverage native **Telegram integration**, feel free to install the %1$@.
de: Um das **dezentrale Internet** zu nutzen, auf **TON Sites** zuzugreifen und die native **Telegram-Integration** zu nutzen, installieren Sie einfach das %1$@.
es: Para disfrutar de **Internet descentralizado**, acceder a **TON Sites**, y aprovechar la **integración nativa de Telegram**, no dude en instalar la %1$@.
pl: Aby cieszyć się **zdecentralizowanym Internetem**, uzyskać dostęp do **TON Sites** i wykorzystać natywną **integrację Telegram**, zainstaluj %1$@.
ru: Чтобы наслаждаться **децентрализованным интернетом**, **сайтами TON** и встроенной **интеграцией с Telegram**, установите %1$@.
th: เพื่อให้ได้รับ **เครือข่ายแบบกระจายศูนย์**, เข้าถึง **ไซต์ของ TON**, และ **ส่วนเสริมของ Telegram**, โปรดติดตั้ง %1$@.
tr: **Merkeziyetsiz internetin** keyfini çıkarmak, **TON Sitelerine** erişmek ve **Telegram ile entegrasyonun** faydalarından yararlanmak için %1$@'nı yükleyebilirsiniz.
uk: Щоб насолоджуватися **децентралізованим інтернетом**, **сайтами TON** і вбудованою **інтеграцією з Telegram**, встановіть %1$@.
zh_hans: 要享受去中心化网络、浏览 Ton 网站并使用 Telegram 网页应用，请安装 %1$@ 拓展程序。
zh_hant: 要享受去中心化網路、瀏覽 TON Site並使用 Telegram Web，請安裝 %1$@ 擴展程序

# $about_proxy_magic_title
source: What about %1$@ TON Proxy and %2$@ TON Magic?
de: Was ist mit %1$@ TON Proxy und %2$@ TON Magic?
es: ¿Qué pasa con %1$@ TON Proxy y %2$@ TON Magic?
pl: A co z %1$@ TON Proxy i %2$@ TON Magic?
ru: А что насчёт %1$@ TON Proxy и %2$@ TON Magic?
th: %1$@ TON Proxy และ %2$@ TON Magic คืออะไร?
tr: Peki ya %1$@ TON Proxy ve %2$@ TON Magic nedir?
uk: А як щодо %1$@ TON Proxy і %2$@ TON Magic?
zh_hans: 什么是 %1$@ TON 代理 和 %2$@ TON Magic?

# $about_wallet_community
source: Sure, welcome to our %1$@.
de: Natürlich, willkommen in unserer %1$@.
es: Claro, bienvenido a nuestro %1$@.
pl: Jasne, witamy w naszej %1$@.
ru: А как же, добро пожаловать в наш %1$@.
th: แน่นอน, สามารถสื่อสารกับเราได้ที่ %1$@.
tr: Elbette, topluluğumuza %1$@ üzerinden erişebilirsiniz.
uk: А як же, ласкаво просимо в наш %1$@.
zh_hans: 当然，欢迎来到我们的社区 %1$@.
zh_hant: 當然，歡迎來到我們的社群 %1$@.

# $about_wallet_github
source: Yes, it is. Feel free to explore our %1$@.
de: Ja, das ist es. Erkunden Sie gerne unser %1$@.
es: Sí. Siéntase libre de explorar nuestro %1$@.
pl: Tak, to prawda. Zapraszamy do zapoznania się z naszym %1$@.
ru: Да, вот наш %1$@.
th: ใช่, เราเป็นโอเพนซอร์ส. สามารถสำรวจเราได้ที่ %1$@.
tr: Evet, öyledir. %1$@ sayfamızı inceleyebilirsiniz.
uk: Так, ось наш %1$@.
zh_hans: 是的，欢迎查看我们的 %1$@
zh_hant: 是的，歡迎查看我們的 %1$@

# $accept_terms_with_link
source: I agree to %1$@
de: Ich stimme zu, %1$@
es: Acepto %1$@
pl: Zgadzam się %1$@
ru: Я соглашаюсь %1$@
th: ฉันยอมรับ %1$@
tr: %1$@ kabul ediyorum
uk: Я погоджуюсь %1$@
zh_hans: 我同意 %1$@
zh_hant: 我同意 %1$@

# $all_balance
source: All: %1$@
de: Gesamt: %1$@
es: Todo: %1$@
pl: Wszystko: %1$@
ru: Все: %1$@
th: ทั้งหมด: %1$@
tr: Tümü: %1$@
uk: Все: %1$@
zh_hans: 全部: %1$@
zh_hant: 全部: %1$@

# $allow_suspicious_actions_description
source: Allow sending to suspicious addresses and interacting with potentially unsafe contracts.
de: Erlaubt das Senden an verdächtige Adressen und die Interaktion mit potenziell unsicheren Verträgen.
es: Permitir el envío a direcciones sospechosas y la interacción con contratos potencialmente inseguros.
pl: Zezwalaj na wysyłanie do podejrzanych adresów i interakcję z potencjalnie niebezpiecznymi kontraktami.
ru: Разрешить отправку на подозрительные адреса и взаимодействие с потенциально небезопасными контрактами.
th: อนุญาตให้ส่งไปยังที่อยู่ที่น่าสงสัยและโต้ตอบกับสัญญาที่อาจไม่ปลอดภัย
tr: Şüpheli adreslere göndermeye ve potansiyel olarak güvenli olmayan kontratlarla etkileşime izin verir.
uk: Дозволити надсилання на підозрілі адреси та взаємодію з потенційно небезпечними контрактами.
zh_hans: 允许发送至可疑地址并与潜在不安全的合约交互。
zh_hant: 允許傳送至可疑地址並與潛在不安全的合約交互。

# $app_lock_description
source: When app lock is enabled, a lock icon appears on the card on the main page. Use it to lock %1$@.
de: Wenn die App-Sperre aktiviert ist, erscheint auf der Hauptseite ein Schlosssymbol auf der Karte. Verwenden Sie es, um %1$@ zu sperren.
es: Cuando el bloqueo de la aplicación está habilitado, aparece un ícono de candado en la tarjeta de la página principal. Úselo para bloquear %1$@.
pl: Po włączeniu blokady aplikacji na karcie na głównej stronie pojawia się ikona kłódki. Użyj jej, aby zablokować %1$@.
ru: Когда включена блокировка приложения, на карточке на главной странице появляется значок замка. Используйте его для блокировки %1$@.
th: เมื่อเปิดการล็อคแอป ไอคอนล็อคจะปรากฏบนการ์ดในหน้าแรก ใช้เพื่อล็อค %1$@
tr: Uygulama kilidi etkinleştirildiğinde, ana sayfadaki kartta bir kilit simgesi görünür. %1$@'i kilitlemek için kullanın.
uk: Коли ввімкнено блокування застосунку, на картці на головній сторінці з’являється значок замка. Використовуйте його для блокування %1$@.
zh_hans: 启用应用锁后，主页面的卡片上会出现锁图标。使用它锁定 %1$@。
zh_hant: 啟用應用程式鎖後，主頁面的卡片上會出現鎖圖標。使用它鎖定 %1$@。

# $auth_backup_warning_notice
source: Now you need to manually **back up secret keys** in case you forget your password or lose access to this device.
de: Jetzt müssen Sie die geheimen Schlüssel manuell **sichern**, falls Sie Ihr Passwort vergessen oder den Zugriff auf dieses Gerät verlieren.
es: Ahora debe realizar manualmente una **copia de seguridad de las claves secretas** en caso de que olvide su contraseña o pierda el acceso a este dispositivo.
pl: Teraz musisz ręcznie zrobić kopię zapasową kluczy prywatnych, aby w razie zapomnienia hasła lub utraty dostępu do tego urządzenia.
ru: Теперь вам нужно вручную **сделать резервную копию** секретных слов на случай, если вы забудете пароль или потеряете доступ к этому устройству.
tr: Artık şifrenizi unutmanız veya bu cihaza erişiminizi kaybetmeniz ihtimaline karşı **gizli anahtarları** manuel olarak **yedeklemeniz** gerekmektedir.
uk: Тепер вам потрібно вручну **зробити резервну копію** секретних слів на випадок, якщо ви забудете пароль або втратите доступ до цього пристрою.
zh_hans: 现在，您需要手动**备份密钥**，以防忘记密码或无法访问该设备。
zh_hant: 現在，您需要手動**備份密鑰**，以防忘記密碼或無法訪問該設備。

# $auth_biometric_info
source: You can connect your biometric data for **more convenience.**
de: Sie können Ihre biometrischen Daten für **mehr Komfort** verbinden.
es: Puedes conectar tus datos biométricos para **mayor comodidad.**
pl: Możesz połączyć swoje dane biometryczne dla **większej wygody.**
ru: Вы можете подключить свои биометрические данные для **большего удобства.**
th: คุณสามารถเชื่อมต่อข้อมูลชีวมาตรของคุณเพื่อ **ความสะดวกสบายมากขึ้น**
tr: **Daha fazla konfor** için biyometrik verilerinizi bağlayabilirsiniz.
uk: Ви можете підключити свої біометричні дані для **більшої зручності.**
zh_hans: 您可以连接生物识别数据以**获得更多便利。**
zh_hant: 您可以連接生物識別資料以**獲得更多便利。**

# $auth_import_24_mnemonic_description
source: You can restore access to your wallet by entering the **24 secret words** that you wrote down when creating the wallet.
de: Sie können den Zugriff auf Ihre Wallet wiederherstellen, indem Sie die **24 geheimen Wörter** eingeben, die Sie beim Erstellen der Wallet notiert haben.
es: Puedes restaurar el acceso a tu monedero introduciendo las **24 palabras secretas** que anotaste al crear el monedero.
pl: Możesz odzyskać dostęp do swojego portfela, wprowadzając **24 tajne słowa**, które zapisałeś podczas tworzenia portfela.
ru: Вы можете восстановить доступ к кошельку, используя **24 секретных слова**, которые вы сохранили при создании кошелька.
th: คุณสามารถกู้คืนการเข้าถึงกระเป๋าสตางค์ของคุณได้โดยป้อน **24 คำลับ** ที่คุณจดไว้เมื่อตั้งค่ากระเป๋าสตางค์
tr: Cüzdanınıza erişimi, cüzdanı oluştururken not ettiğiniz **24 gizli kelimeyi** girerek geri yükleyebilirsiniz.
uk: Ви можете відновити доступ до свого гаманця, ввівши **24 секретні слова**, які ви записали під час створення гаманця.
zh_hans: 你可以通过输入创建钱包时记录的 **24 个秘密单词** 来恢复对钱包的访问权限。
zh_hant: 你可以透過輸入創建錢包時記錄的 **24 個秘密單詞** 來恢復對錢包的存取權限。

# $auth_import_mnemonic_description
source: You can restore access to your wallet by entering the **12 or 24 secret words** that you wrote down when creating the wallet.
de: Sie können den Zugriff auf Ihr Wallet wiederherstellen, indem Sie die **12 oder 24 geheimen Wörter** eingeben, die Sie beim Erstellen des Wallets notiert haben.
es: Puedes restaurar el acceso a tu billetera ingresando las **12 o 24 palabras secretas** que anotaste al crear la billetera.
pl: Możesz przywrócić dostęp do swojego portfela, wpisując **12 lub 24 tajne słowa**, które zapisałeś podczas tworzenia portfela.
ru: Вы можете восстановить доступ к кошельку, используя **12 или 24 секретных слова**, которые вы сохранили при создании кошелька.
th: คุณสามารถกู้คืนการเข้าถึงกระเป๋าเงินของคุณได้โดยป้อน **12 หรือ 24 คำลับ** ที่คุณจดไว้เมื่อสร้างกระเป๋าเงิน.
tr: Cüzdanınıza erişimi, cüzdanı oluştururken not ettiğiniz **12 veya 24 gizli kelimeyi** girerek geri yükleyebilirsiniz.
uk: Ви можете відновити доступ до свого гаманця, ввівши **12 або 24 секретні слова**, які ви записали під час створення гаманця.
zh_hans: 您可以通过输入创建钱包时记录的**12或24个密语**来恢复对钱包的访问。
zh_hant: 您可以通過輸入創建錢包時記錄的**12或24個密語**來恢復對錢包的訪問。

# $auth_intro
source: **Securely** store crypto and make blockchain payments at the **speed of light**.
de: **Sicher** Krypto speichern und Blockchain-Zahlungen mit der **Geschwindigkeit des Lichts** durchführen.
es: **De forma segura** almacene criptomonedas y realice pagos blockchain a la **velocidad de la luz**.
pl: **Bezpiecznie** przechowuj kryptowaluty i dokonuj płatności blockchain z **prędkością światła**.
ru: **Безопасно** храните криптовалюту и совершайте платежи в блокчейне **со скоростью света**.
th: เก็บคริปโต **อย่างปลอดภัย** และ ชำระผ่านบล็อกเชน ด้วย **ความเร็วแสง**.
tr: Kriptolarınızı **güvenle** saklayın ve blockchain ödemelerinizi **ışık hızında** gerçekleştirin.
uk: **Безпечно** зберігайте криптовалюту і здійснюйте платежі в блокчейні **зі швидкістю світла**.
zh_hans: **安全地**存储加密货币， 并享有**高速的**区块链交易体验。
zh_hant: **安全的**儲存加密貨幣， 並享有**光速的**區塊鏈支付速度。

# $auth_password_rule_8chars
source: at least 8 characters
de: mindestens 8 Zeichen
es: al menos 8 caracteres
pl: co najmniej 8 znaków
ru: не менее 8 символов
th: อย่างน้อย 8 ตัวอักษร
tr: 8 karakterli bir şifre kullanın
uk: не менше 8 символів
zh_hans: 至少8位字符
zh_hant: 至少 8 個字元

# $auth_password_rule_one_capital_char
source: one capital letter
de: eine Großbuchstabe
es: una letra mayúscula
pl: jedna wielka litera
ru: одну заглавную букву
th: อักษรตัวใหญ่ตัวหนึ่งตัวอักษร
tr: bir büyük harf
uk: одну велику літеру
zh_hans: 含有一个大写英文字母
zh_hant: 一個大寫英文字母

# $auth_password_rule_one_digit
source: one digit
de: einzige Zahl
es: un dígito
pl: jedna cyfra
ru: одну цифру
th: หนึ่งตัวเลข
tr: bir rakam
uk: одну цифру
zh_hans: 含有一个数字
zh_hant: 一個數字

# $auth_password_rule_one_small_char
source: one small letter
de: eine Kleinbuchstabe
es: una letra minúscula
pl: jedna mała litera
ru: одну строчную букву
th: อักษรตัวเล็กตัวหนึ่งตัวอักษร
tr: bir küçük harf
uk: одну малу літеру
zh_hans: 含有一个小写英文字母
zh_hant: 一個小寫英文字母

# $auth_password_rule_one_special_char
source: and one special character
de: und ein Sonderzeichen
es: y un carácter especial
pl: i jeden znak specjalny
ru: один символ
th: และ หนึ่งอักขระพิเศษ
tr: ve bir özel karakter
uk: один символ
zh_hans: 含有一个特殊符号
zh_hant: 一個特殊符號

# $auth_responsibly_description1
source: %1$@ is a **self-custodial** wallet, which means that **only you** have full control and, most importantly, **full responsibility** for your funds.
de: %1$@ ist eine **selbstverwaltete** Wallet, das bedeutet, dass **nur Sie** die volle Kontrolle und vor allem **volle Verantwortung** für Ihre Gelder haben.
es: %1$@ es una billetera con **autocustodia**, lo que significa que **solo usted** tiene el control total y, lo que es más importante, la **total responsabilidad** de sus fondos.
pl: %1$@ to portfel samodzielny, co oznacza, że tylko ty masz pełną kontrolę i, co najważniejsze, pełną odpowiedzialność za swoje środki.
ru: %1$@ — это **некастодиальный** кошелёк, что означает, что **только вы** имеете полный контроль и, самое главное, **полную ответственность** за свои средства.
th: %1$@ เป็นกระเป๋าเงินแบบ **จัดการด้วยตัวเอง** ซึ่งหมายความว่า **มีเพียงคุณเท่านั้น** ที่สามารถควบคุมได้อย่างเต็มที่, และที่สำคัญที่สุด, คุณเท่านั้นที่ **ความรับผิดชอบต่อสิ่งที่เกิดขึ้น** ต่อทรัพย์สินของคุณ.
tr: %1$@ bir **self-custodial** cüzdandır, bunun anlamı **sadece sizin** fonlarınız üzerinde tam kontrole ve en önemlisi **tam sorumluluğa** sahip olmanızdır.
uk: %1$@ - це **некастодіальний** гаманець, що означає, що **тільки ви** маєте повний контроль і, найголовніше, **повну відповідальність** за свої кошти.
zh_hans: %1$@ 是一个**自我托管**钱包，这意味着**只有您**拥有完全控制权，最重要的是，对您的资金**承担全部责任**。
zh_hant: %1$@ 是一個**自我託管**錢包，這意味著**只有您**擁有完全控制權，最重要的是，對您的資金**承擔全部責任**。

# $auth_responsibly_description2
source: Your private keys are stored on your device and are subject to **hacker attacks**. If your computer is infected with **malware**, your funds are likely to be stolen.
de: Ihre privaten Schlüssel werden auf Ihrem Gerät gespeichert und sind **Hackerangriffen** ausgesetzt. Wenn Ihr Computer mit **Malware** infiziert ist, besteht die Gefahr, dass Ihre Gelder gestohlen werden.
es: Sus claves privadas se almacenan en su dispositivo y están sujetas a **ataques de piratas informáticos**. Si su computadora está infectada con **malware**, es probable que le roben sus fondos.
pl: Twoje klucze prywatne są przechowywane na twoim urządzeniu i są podatne na atak hakerów. Jeśli twój komputer jest zainfekowany złośliwym oprogramowaniem, twoje środki mogą zostać skradzione.
ru: Ваши закрытые ключи хранятся на вашем устройстве и могут быть подвержены **хакерским атакам**. Если ваш компьютер заражен **вредоносной программой**, ваши средства могут быть украдены.
th: รหัสส่วนตัวของคุณจะถูกเก็บไว้ในอุปกรณ์ของคุณและอยู่ภายใต้ **การโจมตีของแฮ็กเกอร์** หากคอมพิวเตอร์ของคุณติด **มัลแวร์** เงินของคุณอาจถูกขโมยได้.
tr: Özel anahtarlarınız cihazınızda saklanır ve **hacker saldırılarına** maruz kalabilir. Bilgisayarınıza **kötü amaçlı yazılım** bulaşmışsa, paranızın çalınması riski bulunmaktadır.
uk: Ваші закриті ключі зберігаються на вашому пристрої і можуть бути схильні до **хакерських атак**. Якщо ваш комп'ютер заражений **шкідливою програмою**, ваші кошти можуть бути вкрадені.
zh_hans: 您的私钥存储在您的设备上，并且容易受到**黑客攻击**。 如果您的计算机感染了**恶意软件**，您的资金可能会被盗。
zh_hant: 您的私鑰存儲在您的設備上，並且容易受到**黑客攻擊**。 如果您的計算機感染了**惡意軟件**，您的資金可能會被盜。

# $auth_responsibly_description3
source: The %1$@ team is **not responsible** for the safety of your funds, just as your computer manufacturer or internet provider is not responsible.
de: Das %1$@-Team ist **nicht verantwortlich** für die Sicherheit Ihrer Gelder, genauso wenig wie Ihr Computerhersteller oder Internetanbieter."
es: El equipo de %1$@ **no es responsable** de la seguridad de sus fondos, al igual que el fabricante de su computadora o su proveedor de Internet no es responsable.
pl: Zespół %1$@ nie ponosi odpowiedzialności za bezpieczeństwo twoich środków, tak samo jak producent twojego komputera czy dostawca internetu.
ru: Команда %1$@ **не несет ответственности** за сохранность ваших средств, как и производитель вашего компьютера или интернет-провайдер.
th: ทีมงาน %1$@ **ไม่รับผิดชอบ** ต่อความปลอดภัยของทรัพย์สินของคุณ เช่นเดียวกับผู้ผลิตคอมพิวเตอร์หรือผู้ให้บริการอินเทอร์เน็ตของคุณ.
tr: %1$@ ekibi de, tıpkı bilgisayar üreticinizin veya internet sağlayıcınızın sorumlu olmadığı gibi, paranızın güvenliğinden **sorumlu değildir**.
uk: Команда %1$@ **не несе відповідальності** за збереження ваших коштів, як і виробник вашого комп'ютера або інтернет-провайдер.
zh_hans: %1$@ 团队对您的资金安全**不负责**，就像您的计算机制造商或互联网提供商不负责一样。
zh_hant: %1$@ 團隊對您的資金安全**不負責**，就像您的計算機製造商或互聯網提供商不負責一樣。

# $auth_responsibly_description4
source: **Never** store all your funds in one place. **Diversify** and use various software and hardware. Always **do your own research** and learn more about crypto security.
de: **Nie** alle Ihre Gelder an einem Ort speichern. **Diversifizieren** Sie und nutzen Sie verschiedene Software- und Hardwarelösungen. Führen Sie immer **Ihre eigene Recherche** durch und informieren Sie sich eingehend über die Sicherheit von Kryptowährungen.
es: **Nunca** almacene todos sus fondos en un solo lugar. **Diversificar** y usar varios software y hardware. Siempre **haga su propia investigación** y obtenga más información sobre la criptoseguridad.
pl: Nigdy nie przechowuj wszystkich swoich środków w jednym miejscu. Dywersyfikuj i używaj różnych oprogramowań i sprzętów. Zawsze przeprowadzaj własne badania i dowiedz się więcej na temat bezpieczeństwa kryptowalut.
ru: **Никогда** не храните все свои средства в одном месте. **Разнообразьте** и используйте различное программное и аппаратное обеспечение. Всегда **проводите собственные исследования** и узнавайте больше о криптобезопасности.
th: **อย่า** เก็บเงินทั้งหมดของคุณไว้ในที่เดียวกัน. จง **กระจายความเสี่ยง** และใช้ซอฟต์แวร์และฮาร์ดแวร์ที่หลากหลาย **ทำการค้นคว้าของคุณเอง** และเรียนรู้เพิ่มเติมเกี่ยวกับความปลอดภัยของคริปโตอยู่เสมอ.
tr: **Asla** tüm varlıklarınızı tek bir yerde saklamayın. **Çeşitlendirin** ve çeşitli yazılım ve donanımlar kullanın. Her zaman **kendi araştırmanızı yapın** ve kripto güvenliği hakkında daha fazla bilgi edinin.
uk: **Ніколи** не зберігайте всі свої кошти в одному місці. **Урізноманітьте** і використовуйте різне програмне та апаратне забезпечення. Завжди **проводьте власні дослідження** і дізнавайтеся більше про криптобезпеку.
zh_hans: **永远不要**将您的所有资金存储在一个地方。 **多样化**并使用各种软件和硬件。 始终**进行自己的研究**并了解有关加密安全的更多信息。
zh_hant: **永遠不要**將您的所有資金存儲在一個地方。 **多樣化**並使用各種軟件和硬件。 始終**進行自己的研究**並了解有關加密安全的更多信息。

# $back_up_auth
source: Back Up
de: Sicherung
es: Siguiente
pl: Kopia zapasowa
ru: Показать слова
th: สำรองข้อมูล
tr: Yedekle
uk: Показати слова
zh_hans: 备份
zh_hant: 備份

# $back_up_security
source: Back Up
de: Sicherung
es: Copia de seguridad
pl: Kopia zapasowa
ru: Резервное копирование
th: การสำรองข้อมูล
tr: Yedekleme güvenliği
uk: Резервне копіювання
zh_hans: 备份安全
zh_hant: 備份安全
